{
  "quark.gui.celebration.anb": "Happy Birthday to AmyMialee and DJBaphomet!",
  "quark.gui.celebration.kame": "Happy Birthday to Kamefrede!",
  "quark.gui.celebration.adrian": "Happy Birthday to Adrian!",
  "quark.gui.celebration.train": "Happy Birthday to Train!",
  "quark.gui.celebration.zemmy": "Happy Birthday to Zemmy!",
  "quark.gui.celebration.edballs": "Ed Balls",
  "_quark.config.tl_note1": "Additional translation keys for config elements can be added here",
  "_quark.config.tl_note2": "The format is quark.config.[(category).]+.(name).<name|desc>",
  "_quark.config.tl_note3": "where (name) is lower case, with spaces replaced with underscores, and all non alphanumerical characters stripped",
  "_quark.config.tl_note4": "Any non localized entries will revert to the default english values in the config",
  "_quark.config.tl_note5": "This localization is only for the ingame viewer, and will not affect the config file. Additional .descs can be added at will",
  "_quark.config.tl_note6": "Descriptions can be removed by translating them to an empty key, if desired. Use \n to split lines",
  "_quark.config.tl_note7": "See below for examples (with the key prefixed by _) so it doesnt load ingame: ",
  "_quark.config.automation.feeding_trough.name": "Test 100",
  "_quark.config.automation.feeding_trough.desc": "Yeah I'm testing\nWith multiple lines too!",
  "_quark.config.automation.feeding_trough.max_animals.name": "Testeroni",
  "_quark.config.automation.feeding_trough.max_animals.desc": "Testerino with one line",
  "_quark.config.automation.feeding_trough.love_chance.name": "This do be a test doe",
  "_quark.config.automation.feeding_trough.love_chance.desc": "",
  "quark.jei.influence": "Matrix Influencing",
  "quark.jei.boost_influence": "Boosts odds of: ",
  "quark.jei.dampen_influence": "Dampens odds of: ",
  "quark.jei.hint_preamble": "[Quark]\n",
  "quark.jei.hint.pickarang": "It's a Pickaxe Boomerang! Can be thrown and will mine anything it hits and bring you the drops back. It can also be enchanted for better performance.",
  "quark.jei.hint.flamerang": "Works like a Pickarang, but any items it picks up become immune to fire and lava damage while they travel.",
  "quark.jei.hint.echorang": "Works like a Pickarang, but emits constant vibrations, and will increase its flight time if it hears a Sculk Shrieker.",
  "quark.jei.hint.abacus": "Use this on a block and it'll count the distance between the block you're looking at and the one you clicked, up to 48 blocks.",
  "quark.jei.hint.ancient_fruit": "Falls from Ancient Trees when they're chopped down. Gives you a small amount of XP when eaten.",
  "quark.jei.hint.ancient_sapling": "Can be found in Ancient City chests.",
  "quark.jei.hint.backpack": "Wear this to gain an additional three rows of inventory space.",
  "quark.jei.hint.blackstone_furnace": "If the block under this furnace produces Soul Fire when lit, the furnace will too.",
  "quark.jei.hint.blaze_lantern": "Burns forever just like Netherrack.",
  "quark.jei.hint.blue_blossom_sapling": "Can be found in cold biomes.",
  "quark.jei.hint.bottled_cloud": "Get this by using a Glass Bottle when at Cloud level. Can be right clicked onto the air to create a temporary block that other blocks can be placed on.",
  "quark.jei.hint.charcoal_block": "Burns forever just like Netherrack.",
  "quark.jei.hint.chute": "Drops any items fed into it by a Hopper/Dropper into the world directly below.",
  "quark.jei.hint.dragon_scale": "Drops from the Ender Dragon from any kills beyond the first.",
  "quark.jei.hint.ender_watcher": "Emits a redstone signal based on how close to the center of the eye a player is looking.",
  "quark.jei.hint.music_disc_endermosh": "Can be found in End City chests.",
  "quark.jei.hint.forgotten_hat": "Drops from Forgotten, which can be found deep underground. Be wary of their powerful equipment and multiple combat styles.",
  "quark.jei.hint.feeding_trough": "Animals can eat any items put in this and breed from it. Sometimes they may eat in excess, will not breed if there's too many nearby, and will not produce XP.",
  "quark.jei.hint.glass_item_frame": "Hides the frame when an item is put inside to show only the item. Has custom behavior for Banners and Shields, and can sit flush with a Sign that's on the floor. Can also be right clicked through to open any inventory behind it.",
  "quark.jei.hint.glowing_glass_item_frame": "Glowing version of a Glass Item Frame - has all the same properties.",
  "quark.jei.hint.glow_lichen_growth": "Found in the rare Glimmering Weald biome deep underground.",
  "quark.jei.hint.glow_shroom": "Found in the rare Glimmering Weald biome deep underground. Bone Meal can be used to create a large variant.",
  "quark.jei.hint.gold_button": "Emits a very short, 2 redstone tick, pulse.",
  "quark.jei.hint.golden_apple_crate": "Can be used as a Beacon base.",
  "quark.jei.hint.gravisand": "Only falls when given a redstone signal, taking adjacent ones along with it. If it can't fall, it'll float upwards. Emits a comparator signal of 15.",
  "quark.jei.hint.diamond_heart": "Can be gotten by breaking a Stoneling's shell underground. Don't worry - the Stoneling is just fine. The body is just a shell around the heart! If you see a small creature holding an item, that's one! Sneak up to it so it doesn't notice you, or use a Glow Shroom to bait it. If you use the Heart on raw stone, the Stoneling will construct a new body out of it, and will be more comfortable with players after its ride in your inventory.",
  "quark.jei.hint.iron_button": "Emits a very long, 5 second, pulse.",
  "quark.jei.hint.grate": "Animals that aren't leashed will not walk on this, and items will fall through.",
  "quark.jei.hint.iron_rod": "Will break any blocks in front of it when pushed with a piston.",
  "quark.jei.hint.jasper": "Can be found in big clusters in mesas and deserts.",
  "quark.jei.hint.lavender_blossom_sapling": "Can be found in swamps.",
  "quark.jei.hint.limestone": "Can be found in big clusters in swamps and oceans.",
  "quark.jei.hint.myalite": "Can be found in big clusters in the outer end highlands. It reacts to an invisible field in the world, changing color depending on where it's placed with the field's intensity.",
  "quark.jei.hint.orange_blossom_sapling": "Can be found in savannas.",
  "quark.jei.hint.pathfinders_quill": "Can be used to find the biome inscribed in it. Trade for it from Cartographers or Wandering Traders.",
  "quark.jei.hint.permafrost": "Can be found towards the top of Frozen Peaks.",
  "quark.jei.hint.pink_blossom_sapling": "Can be found in mountains.",
  "quark.jei.hint.ravager_hide": "Will drop from Ravagers in Raids.",
  "quark.jei.hint.red_blossom_sapling": "Can be found in badlands.",
  "quark.jei.hint.redstone_randomizer": "Randomly repeats the given signal either left or right.",
  "quark.jei.hint.rope": "Must be placed on a ceiling and can be climbed. Can be right clicked onto other Rope to drop down, or pull up while sneaking. Can move the block that's on the edge.",
  "quark.jei.hint.seed_pouch": "Can hold a bunch of any one seed or sapling, simply right click them in and out. The pouch can also automatically pick up seeds if you're holding it, or place 3x3 areas by using it on a block.",
  "quark.jei.hint.shale": "Can be found in big clusters in cold biomes.",
  "quark.jei.hint.slime_in_a_bucket": "Use a Bucket on a tiny slime to pick it up. It'll start jumping in the bucket when you're inside a slime chunk.",
  "quark.jei.hint.soul_bead": "Drops from Wraiths in Soul Sand Valleys. Will fly towards the nearest Nether Fortress when used.",
  "quark.jei.hint.sturdy_stone": "Can not be moved by pistons.",
  "quark.jei.hint.tiny_potato": "It believes in you!",
  "quark.jei.hint.torch_arrow": "Will try to place a torch wherever it lands.",
  "quark.jei.hint.trowel": "Randomly places a block from your hotbar when used. You can have the same block in multiple slots to increase its odds.",
  "quark.jei.hint.yellow_blossom_sapling": "Can be found in plains.",
  "quark.jei.hint.ancient_tome": "Can upgrade an item or book's enchantment by one level, up to one above the normal cap. Rarely found in dungeons or strongholds.",
  "quark.jei.hint.hollow_logs": "Can be crawled into by sneaking while walking towards the hollow side, can also be climbed when you're inside.",
  "quark.jei.hint.skull_pikes": "When placed over a fence, simple monsters that wander close by will be scared and run away.",
  "quark.jei.hint.pottable_stuff": "Can now be added to a Flower Pot.",
  "quark.jei.hint.stools": "Can be sat on, and stay sat on when moved by a piston. Placing a block on top will change the stool to a table.",
  "quark.jei.hint.posts": "Can be placed in any axis. Chains and Lanterns can connect to this block.",
  "quark.jei.hint.soul_fire_candles": "When placed on any block that can produce Soul Fire when lit, it'll do so as well.",
  "quark.jei.hint.wool_muffling": "Can be used to silence minecarts if placed under the rail.",
  "quark.jei.hint.shulker_box_right_click": "Items can be right clicked onto the Shulker Box much like you would for a Bundle.",
  "quark.jei.hint.rotating_bundles": "Scrolling while hovering over a bundle will rotate the items inside.",
  "quark.jei.hint.crab_info": "Crabs can be found in Beaches, and bred with Wheat, Chicken, or any type of Fish.",
  "quark.jei.hint.ambience_discs": "Ambience Discs can be gotten when a Skeleton kills a Spider. Unlike Music Discs, these loop infinitely.",
  "quark.jei.hint.runes": "Combine in an Anvil with an enchanted item to change its shine color. This is purely visual.",
  "quark.jei.hint.parrot_eggs": "Throw to create a baby parrot. Feed a parrot many Beetroot Seeds until it loves you, and then it'll lay one after 10 minutes.",
  "quark.jei.hint.doors_open_together": "When creating a double door, they'll open/close together.",
  "quark.jei.hint.fence_gates_open_together": "When another fence gate is placed above or below it, they'll open/close together.",
  "quark.jei.hint.item_frame_dyeing": "Can be dyed the same way you'd dye leather armor.",
  "quark.jei.hint.gold_tool_fortune": "Gold Tools come with a baked in Fortune %s or Looting effect. This does not stack with the Enchantment version of it, only the highest will apply.",
  "quark.jei.hint.gold_tool_harvest_level": "Gold Tools now have a harvest level of %s.",
  "quark.jei.hint.hoe_harvesting": "Hoes can now break a 3 wide area of vegetation at once. Higher tier hoes such as Diamond or Netherite can break 5.",
  "quark.jei.hint.head_sfx": "Any monster head can be placed on the side of a Note Block to emit its sound when the Note Block is powered.",
  "quark.jei.hint.sign_editing": "Signs can be edited by right clicking on them.",
  "quark.jei.hint.chorus_weeds": "Uncommon spawns in the barrens of the outer end. Will randomly teleport and reproduce over time or if forced via trampling, bone meal, or adajcent water. May also spawn Endermites when trampled.",
  "quark.jei.hint.corundum": "Can be found underground in large clusters of two colors each. Will slowly grow upwards if placed deep underground. Can be waxed to prevent growth and particle emission.",
  "quark.jei.hint.crystal_lamp": "These lamps will only change the color of a beacon beam when turned on.",
  "quark.jei.hint.snow_golem_player_heads": "Having a Witch kill a named Snow Golem will drop the Player Head matching the golem's name.",
  "quark.jei.hint.use_for_vanishing": "If a Pumpkin is enchanted with Curse of Vanishing, it won't show the dark overlay when worn.",
  "quark.jei.hint.use_for_binding": "A Player Head with Curse of Binding on it can be put on an Armor Stand to display that player's full body.",
  "quark.jei.hint.pipe": "Will move items put in with a Hopper/Dropper or equivalent, or via dropped item form on an edge. Items will prefer to fall down, then fowards, then randomly sideways, and only then upwards. Items going into a full container will turn back. Any pipe can be disabled with a Redstone signal, and the amount of items in a Pipe can be read with a Comparator. Pipes with over 16 items will break.",
  "quark.jei.hint.magnet": "Can push and pull any blocks made of Copper or Iron when powered, depending on the side. If multiple magnets are moving the same block, the biggest force will win. A magnet's force on a block is the restone signal it's given minus the distance to the block. Hoppers moved with a Magnet will drop one item in front for each block moved. If the item is a seed, it'll try to plant it instead. Stonecutters moved with a Magnet will try to break the block above them.",
  "quark.jei.hint.dusky_myalite": "Can be found embeded in Spiral Spires around the outer end.",
  "quark.jei.hint.banner_layer_buff": "Banners have been upgraded to have up to %d layers now.",
  "quark.jei.hint.crate": "Can hold up to %d items, regardless of their stack size. Not that great for bulk storage, but fantastic for unstackables or a large variety of random items.",
  "quark.jei.hint.piston_te": "Can now push complex blocks (aka Tile Entities), except Monster Spawners.",
  "quark.jei.hint.piston_sturdy": "Try Sturdy Stone if you need an immovable block for a machine.",
  "quark.jei.hint.piston_max_blocks": "The max amount of blocks that can be moved has also been changed to %d.",
  "quark.jei.hint.beacon_redirection": "The beacon beam can be redirected with %s by placing it in the beam's path. Note that the final one must always face towards the sky, and that the beam has a limited horizontal distance it can cover.",
  "quark.jei.hint.beacon_amethyst": "Amethyst",
  "quark.jei.hint.beacon_corundum": "Corundum",
  "quark.jei.hint.minecraft.amethyst_cluster": "Can redirect Beacon beams. Check the Beacon item for info.",
  "quark.jei.hint.compass_nether": "Can work in the Nether, pointing towards the portal you came in from.",
  "quark.jei.hint.compass_end": "Can work in the End, pointing towards the exit portal.",
  "quark.jei.hint.compass_nerf": "Must be crafted before it does anything to prevent funny recipe book cheese.",
  "quark.jei.hint.ladder_dropping": "Can be right clicked onto another ladder to drop it down.",
  "quark.jei.hint.ladder_freestanding": "As long as there's a structurally sound one behind it, can stand without any blocks behind.",
  "quark.jei.hint.ladder_sliding": "Looking down while on a ladder will make you descend faster.",
  "quark.jei.hint.ladder_sneak": "Opening your inventory while on a ladder will automatically make you sneak.",
  "quark.jei.hint.corundum_cluster_grow": "Grows alongside the respective Corundum, either naturally spawned or when left to grow.",
  "quark.jei.hint.corundum_cluster_redirect": "Can redirect Beacon beams, check the Beacon item for info.",
  "quark.jei.hint.myalite_crystal_get": "Can be found atop Spiral Spires around the outer end.",
  "quark.jei.hint.myalite_crystal_viaduct": "When an Enderman or player using an Ender Pearl teleports adjacent to multiple of these in a line, they'll end up at the other end of the line instead. Forks work, but loops will not.",
  "quark.jei.hint.myalite_crystal_grow": "Can be grown by placing it under growing Corundum blocks.",
  "quark.jei.hint.matrix_enchanting": "Enchanting now uses a new \"Matrix Enchanting\" system. Pieces can be generated with Lapis and XP and placed onto a grid. Two pieces of the same type can be merged to upgrade the piece's level. Additionally, the Enchanting Table can now hold onto your item and the Lapis in it, hurray!",
  "quark.jei.hint.matrix_influencing": "Candles may also be used to increase the odds of specific enchantments.",
  "quark.jei.hint.repair_item_removed": "This item has been changed to not be repairable in an Anvil using repair materials.",
  "quark.jei.hint.repair_item_changed": "This item's repair material in an Anvil has been changed to %s.",
  "quark.jei.hint.repair_item_changed_multiple": "This item's repair material in an Anvil has been changed to one of %s.",
  "quark.jei.hint.shiba_find_low_light": "If you're holding a torch, Shibas will point out dark spots for you to light up.",
  "quark.jei.hint.minecraft.clock": "Must be crafted before it does anything to prevent funny recipe book cheese.",
  "quark.jei.hint.minecraft.amethyst_block": "Can be placed under a Note Block to make it emit the iconic Amethyst sound.",
  "quark.jei.hint.minecraft.shulker_shell": "Chests can be converted to Shulker Boxes without breaking them by using two Shulker Shells on one at once - one in each hand.",
  "quark.jei.hint.minecraft.calcite": "Additional large calcite clusters are added to mountains.",
  "quark.jei.hint.minecraft.chain": "When connected to a block, if that block is moved by a piston, so will the Chain and anything else on the other end.",
  "quark.jei.hint.minecraft.emerald_block": "Can be used to make Villagers follow you much like how animals follow food items.",
  "quark.jei.hint.minecraft.jukebox": "Use a Dispenser to place discs into the Jukebox to automatically play music.",
  "quark.jei.hint.minecraft.magma_cream": "A Slime that dies to Magma will split into Magma Cubes instead. Note that tiny Magma Cubes do not drop Magma Cream.",
  "quark.jei.hint.minecraft.poisonous_potato": "When fed to a baby animal, it has a chance of poisoning them. If the animal is poisoned, it'll never grow into an adult.",
  "quark.jei.hint.minecraft.scaffolding": "Right clicking the Scaffolding with any block will replace the furthermost piece of Scaffolding with the block. Sneak to use the normal placing.",
  "quark.jei.hint.minecraft.sponge": "Can now be placed directly on Water.",
  "quark.jei.hint.minecraft.spore_blossom": "Can now be renewed with Bone Meal.",
  "quark.jei.hint.minecraft.vine": "Shears can now be used to cut the tip of the Vine to prevent it from growing further.",
  "quark.jei.hint.minecraft.campfire": "Will boost players flying with an Elytra above it further upwards.",
  "quark.jei.hint.minecraft.soul_campfire": "Will pull players flying with an Elytra above it down towards the ground.",
  "quark.jei.hint.minecraft.tinted_glass": "Can be used to make Beacon beams dimmer by placing the block in the way. Multiple will stack.",
  "quark.jei.hint.minecraft.lava_bucket": "Right click an item in your inventory onto the Lava Bucket to destroy it forever! Shulker Boxes and items that are immune to fire such as Netherite can not be destroyed this way.",
  "quark.jei.hint.minecraft.armor_stand": "Now has arms, allowing for an item plus a shield to be held.",
  "quark.subtitles.bucket.fill_crab": "Crab grabbed",
  "quark.subtitles.soda": "SODA !!",
  "quark.subtitles.kingbdogz": "Kingbdogz",
  "quark.subtitles.yung": "YUNG's Better Tater",
  "quark.misc.enchantment_with_actual_level": "%s (%s)",
  "quark.misc.ancient_tome_tooltip_curse": "Applies a random curse",
  "quark.misc.ancient_tome_tooltip_any": "(Any Enchantment)",
  "quark.misc.insert_shulker_box": "Right-Click to Insert Item",
  "quark.misc.merge_shulker_box": "Right-Click to Dump Contents",
  "quark.misc.equip_armor": "Right-Click to Equip",
  "quark.misc.open_shulker": "Right-Click to Open",
  "quark.misc.shared_item": "%s shared an item: ",
  "quark.misc.configure_quark_here": "Configure Quark Here!",
  "quark.misc.only_one_quill": "A Pathfinder's Quill is already searching...",
  "quark.misc.quill_finished": "A Pathfinder Map has been completed.",
  "quark.misc.quill_failed": "A Pathfinder's Quill could not find any biome nearby.",
  "quark.misc.quill_retry": "A Pathfinder's Quill could not find any biome nearby. Try somewhere else.",
  "quark.misc.quill_blank": "Blank",
  "quark.misc.quill_searching": "Searching",
  "item.quark.crab_bucket": "Bucket of Crab",
  "item.quark.echorang": "Echorang",
  "item.quark.azalea_chest_boat": "Azalea Boat with Chest",
  "item.quark.blossom_chest_boat": "Blossom Boat with Chest",
  "item.quark.torch_arrow": "Torch Arrow",
  "item.quark.ancient_boat": "Ancient Boat",
  "item.quark.ancient_chest_boat": "Ancient Boat with Chest",
  "item.quark.ancient_fruit": "Ancient Fruit",
  "item.quark.pathfinders_quill": "Pathfinder's Quill",
  "block.quark.lootr_oak_chest": "Oak Loot Chest",
  "block.quark.lootr_spruce_chest": "Spruce Loot Chest",
  "block.quark.lootr_birch_chest": "Birch Loot Chest",
  "block.quark.lootr_jungle_chest": "Jungle Loot Chest",
  "block.quark.lootr_acacia_chest": "Acacia Loot Chest",
  "block.quark.lootr_dark_oak_chest": "Dark Oak Loot Chest",
  "block.quark.lootr_warped_chest": "Warped Loot Chest",
  "block.quark.lootr_crimson_chest": "Crimson Loot Chest",
  "block.quark.lootr_nether_brick_chest": "Nether Brick Loot Chest",
  "block.quark.lootr_purpur_chest": "Purpur Loot Chest",
  "block.quark.lootr_prismarine_chest": "Prismarine Loot Chest",
  "block.quark.lootr_oak_trapped_chest": "Oak Trapped Loot Chest",
  "block.quark.lootr_spruce_trapped_chest": "Spruce Trapped Loot Chest",
  "block.quark.lootr_birch_trapped_chest": "Birch Trapped Loot Chest",
  "block.quark.lootr_jungle_trapped_chest": "Jungle Trapped Loot Chest",
  "block.quark.lootr_acacia_trapped_chest": "Acacia Trapped Loot Chest",
  "block.quark.lootr_dark_oak_trapped_chest": "Dark Oak Trapped Loot Chest",
  "block.quark.lootr_warped_trapped_chest": "Warped Trapped Loot Chest",
  "block.quark.lootr_crimson_trapped_chest": "Crimson Trapped Loot Chest",
  "block.quark.lootr_nether_brick_trapped_chest": "Nether Brick Trapped Loot Chest",
  "block.quark.lootr_purpur_trapped_chest": "Purpur Trapped Loot Chest",
  "block.quark.lootr_prismarine_trapped_chest": "Prismarine Trapped Loot Chest",
  "block.quark.stripped_bamboo_block": "Block of Stripped Bamboo",
  "block.quark.red_corundum_lamp": "Red Corundum Lamp",
  "block.quark.orange_corundum_lamp": "Orange Corundum Lamp",
  "block.quark.yellow_corundum_lamp": "Yellow Corundum Lamp",
  "block.quark.green_corundum_lamp": "Green Corundum Lamp",
  "block.quark.blue_corundum_lamp": "Blue Corundum Lamp",
  "block.quark.indigo_corundum_lamp": "Indigo Corundum Lamp",
  "block.quark.violet_corundum_lamp": "Violet Corundum Lamp",
  "block.quark.white_corundum_lamp": "White Corundum Lamp",
  "block.quark.black_corundum_lamp": "Black Corundum Lamp",
  "block.quark.red_crystal_lamp": "Red Crystal Lamp",
  "block.quark.orange_crystal_lamp": "Orange Crystal Lamp",
  "block.quark.yellow_crystal_lamp": "Yellow Crystal Lamp",
  "block.quark.green_crystal_lamp": "Green Crystal Lamp",
  "block.quark.blue_crystal_lamp": "Blue Crystal Lamp",
  "block.quark.indigo_crystal_lamp": "Indigo Crystal Lamp",
  "block.quark.violet_crystal_lamp": "Violet Crystal Lamp",
  "block.quark.white_crystal_lamp": "White Crystal Lamp",
  "block.quark.black_crystal_lamp": "Black Crystal Lamp",
  "block.quark.encased_pipe": "Encased Copper Pipe",
  "block.quark.lootr_azalea_chest": "Azalea Loot Chest",
  "block.quark.lootr_azalea_trapped_chest": "Azalea Trapped Loot Chest",
  "block.quark.lootr_blossom_chest": "Blossom Loot Chest",
  "block.quark.lootr_blossom_trapped_chest": "Blossom Trapped Loot Chest",
  "block.quark.mangrove_vertical_slab": "Mangrove Vertical Slab",
  "block.quark.mud_brick_vertical_slab": "Mud Brick Vertical Slab",
  "block.quark.mangrove_bookshelf": "Mangrove Bookshelf",
  "block.quark.mangrove_chest": "Mangrove Chest",
  "block.quark.mangrove_trapped_chest": "Mangrove Trapped Chest",
  "block.quark.lootr_mangrove_chest": "Mangrove Loot Chest",
  "block.quark.lootr_mangrove_trapped_chest": "Mangrove Trapped Loot Chest",
  "block.quark.mangrove_hedge": "Mangrove Leaf Hedge",
  "block.quark.mangrove_ladder": "Mangrove Ladder",
  "block.quark.mangrove_leaf_carpet": "Mangrove Leaf Carpet",
  "block.quark.mangrove_post": "Mangrove Post",
  "block.quark.stripped_mangrove_post": "Stripped Mangrove Post",
  "block.quark.vertical_mangrove_planks": "Vertical Mangrove Planks",
  "block.quark.raw_iron_bricks": "Raw Iron Bricks",
  "block.quark.raw_gold_bricks": "Raw Gold Bricks",
  "block.quark.raw_copper_bricks": "Raw Copper Bricks",
  "block.quark.raw_iron_bricks_stairs": "Raw Iron Brick Stairs",
  "block.quark.raw_gold_bricks_stairs": "Raw Gold Brick Stairs",
  "block.quark.raw_copper_bricks_stairs": "Raw Copper Brick Stairs",
  "block.quark.raw_iron_bricks_slab": "Raw Iron Brick Slab",
  "block.quark.raw_gold_bricks_slab": "Raw Gold Brick Slab",
  "block.quark.raw_copper_bricks_slab": "Raw Copper Brick Slab",
  "block.quark.raw_iron_bricks_vertical_slab": "Raw Iron Brick Vertical Slab",
  "block.quark.raw_gold_bricks_vertical_slab": "Raw Gold Brick Vertical Slab",
  "block.quark.raw_copper_bricks_vertical_slab": "Raw Copper Brick Vertical Slab",
  "block.quark.carved_mud_bricks": "Carved Mud Bricks",
  "block.quark.mud_brick_lattice": "Mud Brick Lattice",
  "block.quark.mud_pillar": "Mud Pillar",
  "block.quark.bamboo_planks": "Bamboo Planks",
  "block.quark.bamboo_planks_stairs": "Bamboo Stairs",
  "block.quark.bamboo_planks_slab": "Bamboo Slab",
  "block.quark.bamboo_planks_vertical_slab": "Bamboo Vertical Slab",
  "block.quark.bamboo_post": "Bamboo Post",
  "block.quark.stripped_bamboo_post": "Stripped Bamboo Post",
  "block.quark.bamboo_bookshelf": "Bamboo Bookshelf",
  "block.quark.bamboo_chest": "Bamboo Chest",
  "block.quark.bamboo_trapped_chest": "Bamboo Trapped Chest",
  "block.quark.lootr_bamboo_chest": "Bamboo Loot Chest",
  "block.quark.lootr_bamboo_trapped_chest": "Bamboo Trapped Loot Chest",
  "block.quark.bamboo_ladder": "Bamboo Ladder",
  "block.quark.bamboo_door": "Bamboo Door",
  "block.quark.bamboo_trapdoor": "Bamboo Trapdoor",
  "block.quark.bamboo_fence_gate": "Bamboo Fence Gate",
  "block.quark.bamboo_fence": "Bamboo Fence",
  "block.quark.bamboo_sign": "Bamboo Sign",
  "block.quark.bamboo_button": "Bamboo Button",
  "block.quark.bamboo_pressure_plate": "Bamboo Pressure Plate",
  "block.quark.vertical_bamboo_planks": "Vertical Bamboo Planks",
  "block.quark.bamboo_mosaic": "Bamboo Mosaic",
  "block.quark.hollow_oak_log": "Hollow Oak Log",
  "block.quark.hollow_spruce_log": "Hollow Spruce Log",
  "block.quark.hollow_birch_log": "Hollow Birch Log",
  "block.quark.hollow_jungle_log": "Hollow Jungle Log",
  "block.quark.hollow_acacia_log": "Hollow Acacia Log",
  "block.quark.hollow_dark_oak_log": "Hollow Dark Oak Log",
  "block.quark.hollow_mangrove_log": "Hollow Mangrove Log",
  "block.quark.hollow_crimson_stem": "Hollow Crimson Stem",
  "block.quark.hollow_warped_stem": "Hollow Warped Stem",
  "block.quark.hollow_blossom_log": "Hollow Blossom Log",
  "block.quark.hollow_azalea_log": "Hollow Azalea Log",
  "block.quark.ancient_planks": "Ancient Planks",
  "block.quark.ancient_log": "Ancient Log",
  "block.quark.stripped_ancient_log": "Stripped Ancient Log",
  "block.quark.ancient_wood": "Ancient Wood",
  "block.quark.stripped_ancient_wood": "Stripped Ancient Wood",
  "block.quark.hollow_ancient_log": "Hollow Ancient Log",
  "block.quark.ancient_planks_stairs": "Ancient Stairs",
  "block.quark.ancient_planks_slab": "Ancient Slab",
  "block.quark.ancient_planks_vertical_slab": "Ancient Vertical Slab",
  "block.quark.ancient_post": "Ancient Post",
  "block.quark.stripped_ancient_post": "Stripped Ancient Post",
  "block.quark.ancient_bookshelf": "Ancient Bookshelf",
  "block.quark.ancient_chest": "Ancient Chest",
  "block.quark.ancient_trapped_chest": "Ancient Trapped Chest",
  "block.quark.lootr_ancient_chest": "Ancient Loot Chest",
  "block.quark.lootr_ancient_trapped_chest": "Ancient Trapped Loot Chest",
  "block.quark.ancient_ladder": "Ancient Ladder",
  "block.quark.ancient_door": "Ancient Door",
  "block.quark.ancient_trapdoor": "Ancient Trapdoor",
  "block.quark.ancient_fence_gate": "Ancient Fence Gate",
  "block.quark.ancient_fence": "Ancient Fence",
  "block.quark.ancient_sign": "Ancient Sign",
  "block.quark.ancient_button": "Ancient Button",
  "block.quark.ancient_pressure_plate": "Ancient Pressure Plate",
  "block.quark.vertical_ancient_planks": "Vertical Ancient Planks",
  "block.quark.ancient_leaves": "Ancient Leaves",
  "block.quark.ancient_sapling": "Ancient Sapling",
  "block.quark.ancient_leaf_carpet": "Ancient Leaf Carpet",
  "block.quark.ancient_hedge": "Ancient Leaf Hedge",
  "block.quark.golden_carrot_crate": "Golden Carrot Crate",
  "entity.quark.quark_chest_boat": "Boat with Chest",
  "block.quark.potted_chorus_weeds": "Potted Chorus Weeds",
  "block.quark.potted_chorus_twist": "Potted Chorus Twist",
  "block.quark.potted_ancient_sapling": "Potted Ancient Sapling",
  "block.quark.potted_cave_vines": "Potted Cave Vines",
  "tag.item.c.storage_blocks.apple": "Apple Storage Blocks",
  "tag.item.c.storage_blocks.bamboo": "Bamboo Storage Blocks",
  "tag.item.c.storage_blocks.beetroot": "Beetroot Storage Blocks",
  "tag.item.c.storage_blocks.blaze_rod": "Blaze Rod Storage Blocks",
  "tag.item.c.storage_blocks.cactus": "Cactus Storage Blocks",
  "tag.item.c.storage_blocks.carrot": "Carrot Storage Blocks",
  "tag.item.c.storage_blocks.charcoal": "Charcoal Storage Blocks",
  "tag.item.c.storage_blocks.chorus_fruit": "Chorus Fruit Storage Blocks",
  "tag.item.c.storage_blocks.cocoa_beans": "Cocoa Storage Blocks",
  "tag.item.c.storage_blocks.glow_berries": "Glow Berry Storage Blocks",
  "tag.item.c.storage_blocks.golden_apple": "Golden Apple Storage Blocks",
  "tag.item.c.storage_blocks.golden_carrot": "Golden Carrot Storage Blocks",
  "tag.item.c.storage_blocks.gunpowder": "Gunpowder Storage Blocks",
  "tag.item.c.storage_blocks.leather": "Leather Storage Blocks",
  "tag.item.c.storage_blocks.nether_wart": "Nether Wart Storage Blocks",
  "tag.item.c.storage_blocks.potato": "Potato Storage Blocks",
  "tag.item.c.storage_blocks.rabbit_hide": "Rabbit Hide Storage Blocks",
  "tag.item.c.storage_blocks.stick": "Stick Storage Blocks",
  "tag.item.c.storage_blocks.sugar_cane": "Sugar Cane Storage Blocks",
  "tag.item.c.storage_blocks.sweet_berries": "Sweet Berry Storage Blocks",
  "tag.item.quark.ancient_logs": "Ancient Logs",
  "tag.item.quark.azalea_logs": "Azalea Logs",
  "tag.item.quark.bamboo_logs": "Bamboo Logs",
  "tag.item.quark.big_harvesting_hoes": "Wide-Harvesting Hoes",
  "tag.item.quark.blossom_logs": "Blossom Logs",
  "tag.item.quark.corundum": "Corundum",
  "tag.item.quark.crystal_lamp": "Crystal Lamps",
  "tag.item.quark.cosmetic_anvil_items": "Cosmetic-Only Anvil Upgrades",
  "tag.item.quark.framed_glass_panes": "Framed Glass Panes",
  "tag.item.quark.framed_glasses": "Framed Glasses",
  "tag.item.quark.glow_shroom_feedables": "Glow Shroom Stoneling Food",
  "tag.item.quark.hedges": "Hedges",
  "tag.item.quark.hollow_logs": "Hollow Logs",
  "tag.item.quark.ladders": "Ladders",
  "tag.item.quark.parrot_feed": "Parrot Feed",
  "tag.item.quark.pipes": "Pipes",
  "tag.item.quark.posts": "Posts",
  "tag.item.quark.revertable_chests": "Chests Convertable Into Vanilla Chests",
  "tag.item.quark.revertable_trapped_chests": "Chests Convertable Into Vanilla Trapped Chests",
  "tag.item.quark.runes": "Runes",
  "tag.item.quark.runes_lootable": "Runes In Loot",
  "tag.item.quark.seed_pouch_holdable": "Seed Pouch Contents",
  "tag.item.quark.shards": "Glass Shards",
  "tag.item.quark.stained_framed_glass_panes": "Stained Framed Glass Panes",
  "tag.item.quark.stained_framed_glasses": "Stained Framed Glasses",
  "tag.item.quark.stone_tool_materials": "Stone Tool Materials",
  "tag.item.quark.stools": "Stools",
  "tag.item.quark.vertical_slabs": "Vertical Slabs",
  "tag.item.quark.wooden_vertical_slabs": "Wooden Vertical Slabs",
  "advancements.quark.influence.title": "Influencer",
  "advancements.quark.influence.description": "Use Candles in Matrix Enchanting to influence a specific enchantment",
  "advancements.quark.pat_potato.title": "Potato, Potato",
  "advancements.quark.pat_potato.description": "Pet a Tiny Potato",
  "advancements.quark.watcher_center.title": "Who Watches the Watcher?",
  "advancements.quark.watcher_center.description": "Look at the center of an Ender Watcher",
  "advancements.quark.crawl_in_hollow_log.title": "Crawling in my Bark",
  "advancements.quark.crawl_in_hollow_log.description": "Crawl inside a Hollow Log",
  "advancements.quark.get_forgotten_hat.title": "This Belongs in a Museum",
  "advancements.quark.get_forgotten_hat.description": "Kill a Forgotten underground and loot its hat",
  "advancements.quark.get_diamond_heart.title": "Shape of My Heart",
  "advancements.quark.get_diamond_heart.description": "Sneak up to a Stoneling underground and break its shell to get its Heart",
  "advancements.quark.make_stoneling.title": "Young Dreamer",
  "advancements.quark.make_stoneling.description": "Give a Stoneling a new body by using its Heart of Diamond on any stone",
  "advancements.quark.mine_toretoise.title": "Mine Turtle!",
  "advancements.quark.mine_toretoise.description": "Mine a wild Toretoise with a Pickaxe",
  "advancements.quark.mine_fed_toretoise.title": "We're Rich!",
  "advancements.quark.mine_fed_toretoise.description": "Mine a Toretoise after it regrows its ore from eating Glow Berries",
  "advancements.quark.throw_pickarang.title": "Somehow, Pickarang Returned",
  "advancements.quark.throw_pickarang.description": "Throw a Pickarang",
  "advancements.quark.retreive_flamerang.title": "Fly to the Sky, Fire Bird",
  "advancements.quark.retreive_flamerang.description": "Throw a Flamerang and get it back while it's carrying an item on fire",
  "advancements.quark.overlevel_enchant.title": "Limit Breaker",
  "advancements.quark.overlevel_enchant.description": "Overlevel an enchantment with Ancient Tomes",
  "advancements.quark.instamine_deepslate.title": "Instant Limit Breaker",
  "advancements.quark.instamine_deepslate.description": "Mine Deepslate instantly using Efficiency VI and Haste II",
  "advancements.quark.redirect_beacon.title": "See The Lights",
  "advancements.quark.redirect_beacon.description": "Redirect a Beacon beam's direction using Clusters",
  "advancements.quark.get_bottled_cloud.title": "Cloud Storage",
  "advancements.quark.get_bottled_cloud.description": "Put a Cloud in a Bottle",
  "advancements.quark.apply_color_rune.title": "Glorious Eminence",
  "advancements.quark.apply_color_rune.description": "Apply a Rune to an enchanted item in an Anvil",
  "advancements.quark.wear_full_rainbow.title": "Taste the Rainbow",
  "advancements.quark.wear_full_rainbow.description": "Wear a full set of armor with Rainbow Runes applied",
  "advancements.quark.throw_parrot_egg.title": "Just the Parrots",
  "advancements.quark.throw_parrot_egg.description": "Feed Beetroot Seeds to a Parrot and toss the egg it lays",
  "advancements.quark.pathfinder_map_center.title": "Road to Tomorrow",
  "advancements.quark.pathfinder_map_center.description": "Get to the X in a Pathfinder Map",
  "advancements.quark.get_own_head.title": "Getting Ahead",
  "advancements.quark.get_own_head.description": "Get your own player head from a named Snow Golem killed by a Witch",
  "advancements.quark.ancient_apple_overlevel.title": "Bit Fruity",
  "advancements.quark.ancient_apple_overlevel.description": "Eat an Ancient Apple with over 100 levels on you",
  "advancements.quark.get_all_blossom_saplings.title": "Blossoming",
  "advancements.quark.get_all_blossom_saplings.description": "Get every Blossom Sapling",
  "advancements.quark.get_all_corundum.title": "Corundum Conundrum",
  "advancements.quark.get_all_corundum.description": "Get every color of Corundum Cluster",
  "advancements.quark.use_viaduct.title": "Chase Me",
  "advancements.quark.use_viaduct.description": "Toss an Ender Pearl to the tip of a line of Myalite Crystals to travel through them",
  "advancements.quark.tame_foxhound.title": "Playing With Fire",
  "advancements.quark.tame_foxhound.description": "Tame a Foxhound by feeding it Coal while under Fire Resistance",
  "advancements.quark.foxhound_speed_up_furnace.title": "Let Flaming Dogs Lie",
  "advancements.quark.foxhound_speed_up_furnace.description": "Have a Foxhound speed up a Furnace by letting it sleep on it",
  "advancements.quark.shiba_help.title": "Paint The Town",
  "advancements.quark.shiba_help.description": "Clean up a dark spot with the help of a Shiba while holding a Torch",
  "advancements.quark.poison_baby.title": "Forever Young",
  "advancements.quark.poison_baby.description": "Successfully poison a baby animal with a Poisoned Potato",
  "advancements.quark.crab_in_a_bucket.title": "Crabtured",
  "advancements.quark.crab_in_a_bucket.description": "Capture a Crab in a Bucket"
}
