{
  "advancement.aether.prevent_aechor_petal_spawning.desc": "Deter Aechor Plants by planting a flower on Enchanted Grass",
  "advancement.aether.prevent_swet_spawning.desc": "Deter Swets by placing down a Swet Banner",
  "aether.configuration.section.aether.server.toml.title": "The Aether Server Configuration",
  "aether.configuration.title": "The Aether Configuration",
  "config.aether.client.gui.button_inventory_x": "The x-coordinate of the accessories button in the inventory and accessories menus",
  "config.aether.client.gui.button_inventory_x.tooltip": "The x-coordinate of the accessories button in the inventory and accessories menus",
  "config.aether.client.gui.button_inventory_y": "The y-coordinate of the accessories button in the inventory and accessories menus",
  "config.aether.client.gui.button_inventory_y.tooltip": "The y-coordinate of the accessories button in the inventory and accessories menus",
  "config.aether.client.gui.disable_skins_button": "Disables the Aether's Moa Skins button from appearing in GUIs",
  "config.aether.client.gui.disable_skins_button.tooltip": "Disables the Aether's Moa Skins button from appearing in GUIs",
  "config.aether.client.gui.layout_perks_x": "The x-coordinate of the layout of perks buttons when in the pause menu",
  "config.aether.client.gui.layout_perks_x.tooltip": "The x-coordinate of the layout of perks buttons when in the pause menu",
  "config.aether.client.gui.layout_perks_y": "The y-coordinate of the layout of perks buttons when in the pause menu",
  "config.aether.client.gui.layout_perks_y.tooltip": "The y-coordinate of the layout of perks buttons when in the pause menu",
  "config.aether.client.rendering.disable_clouds": "Disables the cloud rendering in the Aether",
  "config.aether.client.rendering.disable_clouds.tooltip": "Disables the cloud rendering in the Aether",
  "config.aether.common.gameplay.reposition_slider_message": "Moves the message for when a player attacks the Slider with an incorrect item to be above the hotbar instead of in chat",
  "config.aether.common.gameplay.reposition_slider_message.tooltip": "Moves the message for when a player attacks the Slider with an incorrect item to be above the hotbar instead of in chat",
  "config.aether.common.gameplay.use_default_accessories_menu": "Use the default accessories menu instead of the Aether's Accessories Menu. WARNING: Do not enable this without emptying your equipped accessories",
  "config.aether.common.gameplay.use_default_accessories_menu.tooltip": "Use the default accessories menu instead of the Aether's Accessories Menu. WARNING: Do not enable this without emptying your equipped accessories",
  "config.aether.common.modpack.enable_immersive_portals_compatibility": "Enables code and data pack features used for modifying Aether Portals when Immersive Portals is installed",
  "config.aether.common.modpack.enable_immersive_portals_compatibility.tooltip": "Enables code and data pack features used for modifying Aether Portals when Immersive Portals is installed",
  "config.aether.server.modpack.normal_length_aether_time": "Sets the Aether's time cycle to be the same length as the Overworld's",
  "config.aether.server.modpack.normal_length_aether_time.tooltip": "Sets the Aether's time cycle to be the same length as the Overworld's",
  "config.aether.server.modpack.sync_aether_time": "Syncs the Aether's time cycle to the Overworld's",
  "config.aether.server.modpack.sync_aether_time.tooltip": "Syncs the Aether's time cycle to the Overworld's",
  "entity.aether.floating_block_type": "Floating %s",
  "gui.aether.moa_skins.skin.bronze_moa": "Bronze Moa",
  "gui.aether.moa_skins.skin.gold_moa": "Gold Moa",
  "gui.aether.moa_skins.skin.medical_bot": "Medical Bot",
  "gui.aether.moa_skins.skin.pink_moa": "Pink Moa",
  "gui.aether.moa_skins.skin.silver_moa": "Silver Moa",
  "gui.aether.pro_tip": "Pro Tip:",
  "gui.aether.sun_spirit.message.attack.weakened": "I should try attacking the Sun Spirit while it's frozen!",
  "jukebox_song.aether.klepto": "sunsette - klepto",
  "jukebox_song.aether.sliders_wrath": "sunsette - Slider's Wrath",
  "lore.block.aether.aether_dirt_path": "A type of path made from flattening Aether Dirt with a shovel. These can be good for long roads or just exterior gardens.",
  "lore.block.aether.aether_farmland": "Farmland tilled from Aether Dirt; one of the few uses for hoes in the Aether.",
  "lore.block.aether.ambrosium_block": "A block of pure Ambrosium. These are useful for storing large quantities of fuel.",
  "lore.block.aether.ambrosium_ore": "The most common ore in the Aether. The ore's drops can be doubled with Skyroot tools.",
  "lore.block.aether.crystal_leaves": "Leaves that come from Crystal Trees, which generate on floating islands. Sometimes they bear fruit that can cure Inebriation.",
  "lore.block.aether.enchanted_gravitite": "After putting Gravitite Ore into an Altar and enchanting it, you get Enchanted Gravitite. This can be made into Gravitite tools and armor. When powered with a redstone signal, Enchanted Gravitite blocks will float into the air, similarly to Gravitite Ore.",
  "lore.block.aether.golden_oak_leaves": "These golden leaves generate with Golden Oak Trees. They spawn golden particles in a radius of 5 blocks. They yield Golden Oak Saplings and Skyroot Sticks when they decay.",
  "lore.block.aether.golden_oak_log": "A Skyroot Log which contains Golden Amber inside. When broken with an axe, they drop Skyroot Logs, and if the axe is Zanite or Gravitite, they will drop Golden Amber.",
  "lore.block.aether.golden_oak_wood": "A Skyroot Log which contains Golden Amber Inside. When broken with an axe, they drop Skyroot Logs, and if the axe is Zanite or Gravitite, they will drop Golden Amber. Crafted to have bark on all sides.",
  "lore.block.aether.hellfire_stone": "A warm, red stone that makes up most of the Gold Dungeon's interior. It cannot be destroyed until the Sun Spirit is defeated.",
  "lore.block.aether.holystone": "The Aether's native rock. It can be used in various ways, such as tool creation, construction, and crafting Holystone Bricks.",
  "lore.block.aether.holystone_button": "Crafted from Holystone, a button used to activate mechanisms and redstone.",
  "lore.block.aether.holystone_pressure_plate": "Crafted from Holystone, a pressure plate used to activate mechanisms and redstone.",
  "lore.block.aether.mossy_holystone": "A more aged Holystone, it is found near dungeons and has pale colored vines growing on it. It can be very decorative!",
  "lore.block.aether.present": "Break this to get a wonderful holiday gift! Be careful, as there's a chance you could get ssssssurprised!",
  "lore.block.aether.skyroot_button": "Crafted from Skyroot Planks, a button used to activate mechanisms and redstone.",
  "lore.block.aether.skyroot_door": "Crafted from Skyroot Planks, an ornate door helpful for keeping an enclosed and safe space without worry of monsters wandering in.",
  "lore.block.aether.skyroot_leaves": "These leaves generate with Skyroot Trees. They can drop Skyroot Saplings and Skyroot Sticks when they decay.",
  "lore.block.aether.skyroot_pressure_plate": "Crafted from Skyroot Planks. A wooden pressure plate used to activate mechanisms and redstone.",
  "lore.block.aether.skyroot_trapdoor": "Crafted from Skyroot Planks. A trapdoor is useful for covering one block wide entryways. Often used to add extra protection to staircases.",
  "lore.block.aether.zanite_block": "A block of compacted Zanite Gemstones. They can power Beacons and have a sleek look to them.",
  "lore.block.aether.zanite_ore": "An uncommon ore that drops Zanite Gemstones when broken with stone tools.",
  "lore.item.aether.aechor_petal": "The petal of an Aechor Plant with a sweet aroma to it. These are a Moa's favorite food and can be used to feed baby Moas.",
  "lore.item.aether.agility_cape": "An uncommon cape found in Bronze and Silver Dungeons. It makes the wearer's legs stronger, therefore they can walk up blocks instantly.",
  "lore.item.aether.black_moa_egg": "An egg laid by a Black Moa. Hatching this provides a Black Moa with 8 mid-air jumps, the best and rarest one!",
  "lore.item.aether.blue_gummy_swet": "A sweet-smelling gummy that can be found in chests in Bronze and Silver dungeons. It fully restores the Player's hunger when eaten. Very useful for boss fights.",
  "lore.item.aether.candy_cane_sword": "A sword made from decorative candy. Randomly drops Candy Canes when used. These are dropped from presents that are under Holiday Trees.",
  "lore.item.aether.chainmail_gloves": "A very rare pair of gloves needed to complete the chain armor set.",
  "lore.item.aether.diamond_gloves": "A pair of gloves needed to complete the diamond armor set.",
  "lore.item.aether.flaming_sword": "An ancient sword which burns its foes to a crisp. It almost hurts to touch! Using this on animals can make them drop cooked meat!",
  "lore.item.aether.golden_gloves": "A pair of gloves, needed to complete the golden armor set.",
  "lore.item.aether.golden_gummy_swet": "A sour-tasting gummy that can be found in chests in Bronze and Silver Dungeons. It fully restores the Player's hunger when eaten. Very useful for boss fights.",
  "lore.item.aether.gravitite_gloves": "Part of the Aether's best armor set needed to complete the Gravitite set.",
  "lore.item.aether.gravitite_hoe": "Part of the Aether's best tool tier. It can be used to harvest many plant-based or organic blocks and can also make them float.",
  "lore.item.aether.gravitite_pickaxe": "Part of the Aether's best tool tier. When mining with this powerful tool, you can right-click on any stone block, and it will levitate into the air! You can mine any ore with this pickaxe.",
  "lore.item.aether.gravitite_shovel": "Part of the Aether's best tool tier. This shovel has the special ability to make dirt blocks or sand levitate! When combined with enchantments such as Efficiency, it will instantly break Aether Dirt!",
  "lore.item.aether.holy_sword": "An ancient sword which does heavy damage to undead foes. A perfect weapon for traversing the Overworld.",
  "lore.item.aether.holystone_hoe": "One of the Aether's stone tools. It can be used to harvest many plant-based or organic blocks, and till dirt blocks into farmable land. It will randomly drop Ambrosium Shards during use.",
  "lore.item.aether.ice_pendant": "A pendant which allows you to freeze water and lava when walked on.",
  "lore.item.aether.ice_ring": "A ring which allows you to freeze water and lava when walked on.",
  "lore.item.aether.iron_gloves": "A pair of gloves, needed to complete the iron armor set.",
  "lore.item.aether.leather_gloves": "Dyeable gloves to match your Leather Tunic! This is needed to complete the leather armor set.",
  "lore.item.aether.lightning_sword": "An ancient sword which summons lightning to its foes.",
  "lore.item.aether.music_disc_sliders_wrath": "A music disc that plays \"Slider's Wrath\" by sunsette.",
  "lore.item.aether.nature_staff": "A staff that can allow for commanding tamed Moas. It allows them to sit on the ground.",
  "lore.item.aether.netherite_gloves": "A pair of gloves needed to complete the Netherite armor set.",
  "lore.item.aether.phoenix_boots": "Found in Gold Dungeons, when fully worn, this armor set grants fire resistance; you can swim in lava as well. Be careful when standing in water, as it will turn into obsidian armor.",
  "lore.item.aether.phoenix_chestplate": "Found in Gold Dungeons, when fully worn, this armor set grants fire resistance; you can swim in lava as well. Be careful when standing in water, as it will turn into obsidian armor.",
  "lore.item.aether.phoenix_gloves": "Found in Gold Dungeons, these gloves are required to finish the Phoenix armor set. If you stand in water for long enough, they will turn into Obsidian Gloves.",
  "lore.item.aether.phoenix_helmet": "Found in Gold Dungeons, when fully worn, this armor set grants fire resistance; you can swim in lava as well. Be careful when standing in water, as it will turn into obsidian armor.",
  "lore.item.aether.phoenix_leggings": "Found in Gold Dungeons, when fully worn, this armor set grants fire resistance; you can swim in lava as well. Be careful when standing in water, as it will turn into obsidian armor.",
  "lore.item.aether.pig_slayer": "Kills any pig-type mob with nothing with a single blow, or stronger ones with a couple blows. But why would you want to do that? Great for traversing the Nether.",
  "lore.item.aether.red_cape": "A rough-feeling cape that is crafted using Red Wool.",
  "lore.item.aether.sentry_boots": "Found in Bronze Dungeons, these boots protect you from fall damage, allowing you to fall from great heights.",
  "lore.item.aether.skyroot_boat": "While the Aether does not have many large bodies of water, a boat can occasionally be a useful tool for crossing large distances over ice!",
  "lore.item.aether.skyroot_hoe": "One of the Aether's wooden tools, used to till dirt to allow for the planting of crops. It can also double the drops of many plant-based or organic blocks.",
  "lore.item.aether.swet_ball": "A gooey orb that is dropped from Blue Swets. It can be used to fertilize soil. Another use is to put it alongside String to make a Lead.",
  "lore.item.aether.swet_cape": "A common cape that is found in Bronze Dungeons. It allows for the wearer to ride Swets, as they become friendly when they see someone wearing it.",
  "lore.item.aether.valkyrie_cape": "A rare cape that is found in Silver Dungeons. When worn, the wearer becomes lighter than air and can descend slowly.",
  "lore.item.aether.valkyrie_gloves": "An armor unique to the Silver Dungeon. The gloves are needed to complete the armor set, which grants temporary flight.",
  "lore.item.aether.valkyrie_hoe": "A tool unique to the Silver Dungeon. This hoe has an incredibly far reach, allowing you to pointlessly till dirt from a safe distance.",
  "lore.item.aether.valkyrie_pickaxe": "A tool unique to the Silver Dungeon. This pickaxe is very useful when it comes to mining blocks from under islands, as it has a very far reach, almost double the normal reach! It is also quite useful for fighting the Slider.",
  "lore.item.aether.valkyrie_shovel": "A tool unique to the Silver Dungeon. This shovel can help you reach Quicksoil from a safer distance; quite useful wouldn't you say?",
  "lore.item.aether.vampire_blade": "A mysterious sword that has life-stealing abilities. Holding it just makes you feel creepily empty...",
  "lore.item.aether.white_cape": "A light and fluffy cape that is made from White Wool.",
  "lore.item.aether.zanite_boots": "Part of the Zanite armor set, equivalent in protection to iron.",
  "lore.item.aether.zanite_chestplate": "Part of the Zanite armor set, equivalent in protection to iron.",
  "lore.item.aether.zanite_gloves": "A pair of gloves, needed to complete the Zanite armor set.",
  "lore.item.aether.zanite_helmet": "Part of the Zanite armor set, equivalent in protection to iron.",
  "lore.item.aether.zanite_hoe": "One of the Aether's mid-tier tools, It can be used to harvest many plant-based or organic blocks. It will get even faster at harvesting as the tool is worn down.",
  "lore.item.aether.zanite_leggings": "Part of the Zanite armor set, equivalent in protection to iron.",
  "lore.item.aether.zanite_pendant": "A pendant that allows you to mine faster. It doesn't last for long, so use it wisely!",
  "lore.item.aether.zanite_ring": "A ring which allows you to mine faster. It doesn't last for long, so use it wisely!",
  "lore.item.aether.zanite_shovel": "One of the Aether's mid-tier tools, as you mine Aether Dirt and Quicksoil, the durability will decrease and the shovel will get faster. If you wait long enough, it will start breaking blocks instantly! Be careful repairing it, as it will be slower when there is more durability.",
  "lore.item.aether.zanite_sword": "One of the Aether's mid-tier tools, the attack damage on this sword starts at iron level and will increase up to twice as strong as it loses durability.",
  "pack.aether.aether_accessories.title": "Unique Aether Accessories",
  "pack.aether.default_accessories.description": "Replace Aether's accessory menu",
  "pack.aether.default_accessories.title": "Default Accessories Override",
  "pack.aether.imm_ptl_compat.description": "Compatibility data for Immersive Portals",
  "pack.aether.imm_ptl_compat.title": "Immersive Portals Compatibility",
  "subtitles.aether.entity.valkyrie_queen.interact": "Valkyrie Queen speaks"
}
